[InteractiveObjects.MO_BagmanKey InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.MO_DeadDrop InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_BagmanKey MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Chave do Contador"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_BagmanKey:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="A chave do Contador dos Zaford que abre a porta dos fundos da caverna secreta."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_BagmansKey MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Chave do Contador"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_BagmansKey:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Uma chave que abre a saída da caverna secreta dos Zaford."
NoConstraintText=""
Suffix=""
Prefix=""

